---
kind: other
id: Properties.T:Autodesk.Revit.DB.Family
zh: 族
source: html/0f8a54e0-1382-6930-fa33-cd55054f05f8.htm
---
# Family Properties

**中文**: 族

The id of the assembly instance to which the element belongs.